import React from 'react'
import { Link } from 'react-router-dom'

function Article() {
	return (
		<div className="p-5 mx-auto sm:p-10 md:p-16 bg-white text-gray-800">
			<div className="flex flex-col max-w-3xl mx-auto overflow-hidden rounded">
				<img src="https://source.unsplash.com/random/480x360" alt="" className="w-screen object-cover h-60 sm:h-96 bg-gray-500" />
				<div className="p-6 pb-12 m-4 mx-auto -mt-16 space-y-6 lg:max-w-2xl sm:px-10 sm:mx-12 lg:rounded-md bg-gray-50">
					<div className="space-y-2">
						<Link to="/" rel="noopener noreferrer" href="#" className="inline-block text-2xl font-semibold sm:text-3xl">ഈ നാട്ടിലെ രാഷ്ട്രീയക്കാർ എല്ലാം കള്ളന്മാർ ആണ്. സ്വന്തം കീശ വീർപ്പിക്കാൻ മാത്രമാണ്</Link>
						<p className="text-xs text-gray-600">By
							<Link to="/" rel="noopener noreferrer" href="#" className="text-xs hover:underline">Leroy Jenkins</Link>
						</p>
					</div>
					<div className="text-gray-800 text-lg">
						<p>ഈ നാട്ടിലെ രാഷ്ട്രീയക്കാർ എല്ലാം കള്ളന്മാർ ആണ് ,സ്വന്തം കീശ വീർപ്പിക്കാൻ മാത്രമാണ് രാഷ്ട്രീയം പറയുന്നത്, ഇവന്മാരെ എല്ലാം ഈ നാട്ടിൽ നിന്നും തുടച്ചു നീക്കുകയാണ് വേണ്ടത് എന്നു കണ്ണുനീർ പൊഴിച്ചു കൊണ്ടു അവസാനം i hate politics എന്ന വാചകം പറഞ്ഞു നെടുവീർപ്പേടുന്ന ഭൂരിപക്ഷ സമൂഹത്തെയാണ് അരാഷ്ട്രീയ വാദികൾ എന്നു വിളിക്കുന്നതു. രാഷ്ട്രീയം എന്നാൽ രണ്ടു പാർട്ടിക്കൾ തമ്മിലുള്ള വെറും fight മാത്രമായി കാണുന്നത് ചുറ്റിനും നടക്കുന്നതിനെ പറ്റി botheration ഇല്ലാത്തത് കൊണ്ടാണ്. രാഷ്ട്രീയം എന്നാൽ ഒരു നിലപാടു കൂടെയാണ്, ഈ ലോകം എങ്ങനെ ആയി തീരണമെന്നും , മനുഷ്യർ എങ്ങനെ ജീവിക്കണമെന്നുള്ള നിലപാടു.പണക്കാരും പാവപ്പെട്ടവനും എന്ന class ഇല്ലാതെ ആകണം എന്നു കരുതുന്നത് ഒരു രാഷ്ട്രീയമാണ്, ആണിനും, പെണ്ണിനും, ട്രാൻസിനും എല്ലാം ഈ ലോകം ഒരുപോലെ അവകാശപ്പെട്ടതാണ് എന്നു വിശ്വസിക്കുന്നത് ഒരു രാഷ്ട്രീയമാണ്, പട്ടിണി കിടന്നു ആരും മരിക്കരുത് എന്നു ആഗ്രഹിക്കുന്നത് ഒരു രാഷ്ട്രീയമാണ്. മേൽ പറഞ്ഞ നമ്മുടെ ആഗ്രഹങ്ങളും, സ്വപ്നങ്ങളും ഒക്കെ വെറുതെ നടപ്പിലാക്കില്ല അതൊക്കെ ആത്മാർഥമായി നടപ്പിലാക്കണം എങ്കിൽ നമ്മളുടെ അഭിപ്രായത്തോട് സമാനമായ അഭിപ്രായമുള്ള ഏതെങ്കിലും ഒരു രാഷ്ട്രീയ പ്രസ്ഥാനത്തോട് ചേർന്നു നിൽക്കണം. Parliamentary democracy അടിസ്ഥാനത്തിൽ ഉള്ളൊരു രാജ്യമാണ് ഇന്ത്യ. നമ്മളെ ഭരിക്കുന്നത് നമ്മൾ അധികാരത്തിൽ എത്തിക്കുന്നവർ ആണ്. അവർ അധികാരത്തിൽ എത്തുന്നത് നമ്മുടെ രാഷ്ട്രീയം നടപ്പിലാക്കാൻ ആണ്. 100% efficient ആയി പ്രവർത്തിക്കാൻ റോബോട്ടുകൾ അല്ല ഭരണം കയ്യാളുന്നത്, അതിനു തീർച്ചയായും വീഴ്ചകൾ ഉണ്ട് പക്ഷെ ആ വീഴ്ചകൾ കാരണം, i hate politics എന്നു പറയുന്നത് social commitment ഇല്ലാത്തതു കൊണ്ടാണ്. "ശബരിമലയിൽ പോകാൻ തയ്യാറകുന്ന സ്ത്രികൾ എല്ലാം വെടികളാണ്" എന്ന ഒരാളുടെ രാഷ്ട്രീയത്തെ "പോയ്‌ പണി നോക്കടാ " എന്നു പറയുന്ന മറു രാഷ്ട്രീയവാദം കൊണ്ടു മാത്രമേ ചെറുക്കാൻ പറ്റു. 2 ലക്ഷം വീടു, വീടില്ലാത്തവർക് വച്ചു കൊടുക്കാൻ , ഭൂമി ഇല്ലാത്ത പാവങ്ങൾക്കു ജന്മികളുടെ കയ്യിൽ നിന്നും ഭൂമി വീതിച്ചു കൊടുക്കാൻ, നല്ല വിദ്യാഭ്യാസം നൽകാൻ അധികാരത്തിൽ എത്തുന്ന രാഷ്ട്രീയ പ്രസ്ഥാനത്തിനു മാത്രമേ സാധിക്കു. അങ്ങനെ ഒരു പ്രസ്ഥാനം ഭരണത്തിൽ വരണമെങ്കിൽ അരാഷ്ട്രീയവാദം വെടിയണം, നമ്മുടെ ആദർശങ്ങളോട് ചേർന്നു നിൽക്കുന്ന പ്രസ്ഥാനത്തിൽ രാഷ്ട്രീയമായി വിശ്വസിക്കണം. നമ്മൾ ശ്വസിക്കുന്ന വായുവിനും, കഴിക്കുന്ന ആഹാരത്തിന്റെ നിലവാരത്തിൽ പോലും നമ്മുടെ രാഷ്ട്രീയത്തിന്റെ after effects ഉണ്ടെന്നു തിരിച്ചറിയണം

						</p>
					</div>
				</div>
			</div>
		</div>
	)
}

export default Article